<template>
  <div>
    <childheader title="咱的钱包借款人服务协议"></childheader>
    <div class="about-content" ref="service">
      <div class="about-wrapper">
        <p>本服务协议双方为借款人用户和咱的钱包平台，本服务协议具有合同效力。</p>
        <p>用户注册成为平台用户前应充分阅读、理解本协议的全部内容。用户点击下方的“确认”按钮并按照平台规定的程序进入下一步，表示同意并签署了本服务协议。</p>
        <p>本协议与平台中《扶持资金使用合同》、《扶持资金申请表》及注册时用户填写的信息等，共同构成用户需履行的协议。</p>
        一、用户身份限制
        <p>用户系平台的合作伙伴：商城合伙人；商城会员；商城供应商；商城省级代理人；商城市级代理人；商城区县级代理人。双方在合作过程中，因用户资金使用紧张，特向平台申请使用合作伙伴的扶持资金，成为借款人。
        上述人员自愿申请借款，其他人员不得申请成为借款人。</p>
        二、用户提供资料及隐私权保护
        <p>（一）、用户在注册时需如实提供本人的个人信息及信用资料。包括但不限于身份证明、联系电话、联系地址、EMAIL等。并且，在上述资料发生变化时，用户应立即登陆网站进行变更。同时，用户还应当提供用户的职业等其他可能影响平台做出出借决定的信息。用户如提供信用报告等信用支持资料，用户可享受利率优惠或借款额度得到提高，本平台有权决定是否提供上述优惠以及优惠的幅度。</p>
        <p>1.协议履行过程中，平台通过上述指定联系方式与用户联系，联系内容包括但不限于，借款内容的确认及《扶持资金使用合同》、《扶持资金申请表》等文件寄发等。</p>
        <p>2.本协议项下的文件、通知等，采用数据电文形式订立合同、履行合同项下的通知义务，用户指定特定系统、EMAIL地址等方式接收数据电文的，该数据电文进入该特定系统、EMAIL等的时间，视为到达时间。</p>
        <p>3.为了保证交易安全，平台与用户通话，平台将进行录音，并作为具有证明效力的委托依据。</p>
        <p>（二）、用户使用本服务进行交易时，用户即授权平台将用户的个人信息和交易信息披露给平台公布。同时，为了保护用户的隐私权，用户的真实姓名及地址不会在列表上显示，本平台上所有协议出现的仅为用户的注册名字。但本条规则在用户借款出现逾期等严重违约后，将不再遵守。</p>
        <p>1.借款人用户在此同意平台将其提交的借款信息、个人在平台的信用等级、以及其他可能影响平台做出出借决定的借款人信息发布在平台，并同意平台在交易成交后，将借款人的基本信息等提供给平台存档。</p>
      <p>2．用户如出现违约情形，尤其是不归还借款行为，用户同意平台将其违约失信的相关信息在平台及其他媒体等进行披露的权利。</p>
      <p>（三）、用户授权平台向第三方了解、查询、核实其相关个人信用资料及信息；</p>
      <p>（四）、用户使用虚假身份资料或使用第三人资料进行注册的，构成骗取借款嫌疑的，平台有权向相关部门进行举报。</p>
        三、借款用途
      <p>该借款用途仅限于《扶持资金申请表》借款人申请并通过网站审核的用途。借款人不得擅自更改借款用途。平台认为必要的时候，可要求借款人提供借款实际使用证明。
        借款人不得将所借款项用于任何违法活动(包括但不限于赌博、吸毒、信用卡套现、洗钱等)及一切高风险投资(如证券、期货、彩票、金融衍生产品等)。否则平台有权决定停止支付借款人尚未使用的借款，并提前收回部分或全部借款本息，并追究借款人违约责任。构成刑事犯罪的，平台有权向有关行政、司法机关进行举报，追究借款人刑事责任。</p>
        四、借款金额及借款方式等
      <p>（一）、借款金额、期限等 </p>
        <p>1.用户申请的借款金额由平台审核后确定，借款利率（不包括平台收取的押金、交易佣金和服务管理费等各项费用）不能超过同期银行贷款利率的4倍。</p>
        <p>2.《扶持资金申请表》包括借款金额、借款期限、借款用途、愿意承担的最高借款利率、信息的有效期等，用户应如实填写。</p>
        <p>3.平台有权对用户进行评估、审核。的基本内容以最终通过平台审核、并得到借款人认可的为准。</p>
        五、费用
      <p>用户借款成功后，平台将有可能按照一定比例收取服务费用，具体以双方签订的《扶持资金使用合同》为准。</p>
        六、押金、违约金
      <p>（一）、押金，用户成功申请借款后，本平台将扣除借款总额的5%作为押金，并进行冻结。该押金作为用户履行还款义务的保证，在该借款项下所有还款义务（包括但不限于本金、利息、罚金、违约金等）全部得到履行后，本平台将押金全额无息返还。如用户出现逾期还款达到90天以上或出现其他严重违约行为，用户同意本平台利用该押金进行支付，不足部分由用户补齐。并且，押金支付后，用户需立即补缴押金。用户如出现严重违约行为，本平台有权要求提高押金缴纳金额。</p>
      <p>（二）、逾期违约金具体以双方签订的《扶持资金使用合同》为准。</p>
        七、指定银行账户
      <p>借款人用户指定银行账户作为收款、扣划还款等本协议项下资金往来的专用账户。借款人授权平台通过其合作机构从该账户中划扣冻结本金、利息、服务费用、提前还款违约金、罚息违约金、其他合作期间应收款等。</p>

      </div>
    </div>
  </div>

</template>

<script type="text/ecmascript-6">
  import childheader from '../header/childHeader.vue';
  import BScroll from 'better-scroll';
  export default {
    data() {
      return {
        content: ''
      };
    },
    created() {
      this.$nextTick(() => {
        this.scroll = new BScroll(this.$refs.service);
      });
    },
    components: {
      childheader
    }
  };
</script>

<style>

  .about-content {
    width: 100%;
    height: calc(100% - 44px);
    position: absolute;
    top: 44px;
    overflow: hidden;
  }

  .about-wrapper {
    width: 100%;
    padding: 10px 15px;
    margin-top: 8px;
    line-height: 25px;
    background-color: #FFFFFF;
    box-sizing: border-box;
    font-size: 14px;
    text-indent:20px;
  }

</style>
